Repository: cleancoded/wp-business-hours
Catalog: languages/wp-business-hours-*.po
Languages: de_de, es_es, nl_nl

source: We are closed for the season. We open on
de_de: Wir sind für die Saison geschlossen. Wir öffnen uns
es_es: Estamos cerrados por la temporada. Abrimos en
nl_nl: We zijn gesloten voor het seizoen. Wij openen op

source: Seasonal Message
de_de: Saisonale Nachricht
es_es: Mensaje estacional
nl_nl: Seizoensgebonden bericht

source: Seasonal Time Period
de_de: Saisonzeitraum
es_es: Período de tiempo estacional
nl_nl: Seizoensgebonden tijdsperiode

source: Select seasonal start and end date. Leave empty for regular yearly hours.
de_de: Wählen Sie saisonales Start- und Enddatum aus. Leere für regelmäßige jährliche Stunden lassen.
es_es: Seleccione la fecha de inicio y fin de temporada. Dejar vacío para las horas regulares anuales.
nl_nl: Selecteer seizoens- en einddatum. Verlaat leeg voor de reguliere jaarlijkse uren.

source: Hide today's hours when open
de_de: Verstecke die heutigen Stunden, wenn sie geöffnet sind
es_es: Ocultar las horas de hoy cuando abierto
nl_nl: Verberg de uren van de dag wanneer open

source: Display hours using 24 hour format
de_de: Stunden mit 24-Stunden-Format anzeigen
es_es: Horas de visualización en formato 24 horas
nl_nl: Toon uren met 24-uurs formaat

source: Business Hours
de_de: Öffnungszeiten
es_es: Horas de trabajo
nl_nl: Kantooruren

source: We are currently open! Yes, come in
de_de: Wir sind momentan offen! Ja, komm herein
es_es: Actualmente estamos abiertos! Sí, entra
nl_nl: We zijn geopend! Ja, kom binnen

source: Sorry, We are currently closed!
de_de: Wir sind momentan geschlossen!
es_es: Lo sentimos, en estos momentos cerrado!
nl_nl: Sorry, we zijn momenteel gesloten!

source: Open
de_de: Öffnen
es_es: Abierto

source: Closed
de_de: Abgeschlossen
es_es: Cerrado
nl_nl: Gesloten

source: Open 24 hours
de_de: 24 Stunden geöffnet
es_es: Abierto 24 horas
nl_nl: Open 24 uur

source: Closed All Day
de_de: Geschlossen den ganzen Tag
es_es: Cerrado todo el día
nl_nl: Gesloten All Day

source: Special holiday hours in effect.
de_de: Besondere Urlaubsstunden in Kraft.
es_es: Horas de vacaciones especiales en vigor.
nl_nl: Speciale vakantie-uren in werking.

source: Today
de_de: Heute
es_es: Hoy
nl_nl: Vandaag

source: Tomorrow
de_de: Morgen
es_es: Mañana
nl_nl: Morgen

source: another day
de_de: ein anderer tag
es_es: otro día
nl_nl: een andere dag

source: Monday
de_de: Montag
es_es: Lunes
nl_nl: maandag

source: Mon
es_es: Lu
nl_nl: ma

source: Tuesday
de_de: Dienstag
es_es: Martes
nl_nl: dinsdag

source: Tue
de_de: Die
es_es: Ma
nl_nl: di

source: Wednesday
de_de: Mittwoch
es_es: Miércoles
nl_nl: woensdag

source: Wed
de_de: Mit
es_es: Mi
nl_nl: woe

source: Thursday
de_de: Donnerstag
es_es: Jueves
nl_nl: donderdag

source: Thu
de_de: Don
es_es: Ju
nl_nl: do

source: Friday
de_de: Freitag
es_es: Viernes
nl_nl: vrijdag

source: Fri
de_de: Fre
es_es: Vi
nl_nl: vrij

source: Saturday
de_de: Samstag
es_es: Sábado
nl_nl: zaterdag

source: Sat
de_de: Sam
es_es: Sa
nl_nl: zat

source: Sunday
de_de: Sonntag
es_es: Domingo
nl_nl: zondag

source: Sun
de_de: Son
es_es: Do
nl_nl: zo

source: Displays a business hours widget
de_de: Zeigt ein Geschäftszeit-Widget an
es_es: Muestra un widget de horas de oficina
nl_nl: Geeft een kantooruren widget

source: Advanced Business Hours
es_es: Horario de atención avanzada

source: Title
de_de: Titel
es_es: Título
nl_nl: Titel

source: Open Hours Message
de_de: Öffnungszeiten Nachricht
es_es: Horario Mensaje

source: Closed Hours Message
de_de: Geschlossene Stunden Mitteilung
es_es: Closed Horas Mensaje
nl_nl: Gesloten Hours Message

source: Currently Open/Closed Badges
de_de: Derzeit geöffnete / geschlossene Abzeichen
es_es: Actualmente Placas abierto / cerrado
nl_nl: Op dit moment open / dicht Badges

source: Open 24 hours Text
de_de: 24 Stunden geöffnet
es_es: Abierto las 24 horas texto
nl_nl: Open 24 uur Text

source: Closed All Day Text
de_de: Geschlossener ganzer Tagestext
es_es: Texto cerrado todo el día
nl_nl: Gesloten All Day Text

source: Holiday Message for Header
de_de: Urlaubsnachricht für Header
es_es: Mensaje de vacaciones para el encabezado
nl_nl: Bericht van de Vakantie voor Header

source: Business Hours Data
de_de: Geschäftszeiten
es_es: Horarios Comerciales de Datos
nl_nl: Openingstijden Gegevens

source: Opening and closing hours using 12 hr clock. Ex: start at 8:00 AM and end at 4:00 PM.
de_de: Öffnungszeiten und Öffnungszeiten mit 12 Uhr Uhr. Ex: Beginn um 8:00 AM und endet um 4:00 PM.
es_es: Horario de apertura y cierre con reloj de 12 horas. Ejemplo: comenzar a las 8:00 AM y terminar a las 4:00 PM.
nl_nl: Het openen en sluiten uur met 12-uurs notatie. Vb: start om 8:00 AM uur en eindigt om 4:00 PM.

source: <strong>NOTE:</strong> If both fields are left empty, the front end will display hours as closed all day.
de_de: <strong> HINWEIS:</strong> Wenn beide Felder leer bleiben, wird das Frontend den ganzen Tag als geschlossen angezeigt.
es_es: <strong> Nota: </strong> Si ambos campos están vacíos, el extremo delantero mostrará horas como cerrado todo el día.
nl_nl: <strong> Let op: </strong> Als beide velden leeg gelaten, zal de front-end uur weer te geven als de hele dag gesloten.

source: Holidays & Special Days
de_de: Feiertage & besondere Tage
es_es: Vacaciones y días especiales

source: Holidays data only works for today's hours. Please visit <a href="https://help.dolatabadi.ca/advanced-business-hours/how-to-add-holidayspecial-days-hours.html" target="_blank">Help Center</a> for details.
de_de: Feiertagsdaten nur für die heutigen Stunden. Bitte besuchen Sie <a href="https://help.dolatabadi.ca/advanced-business-hours/how-to-add-holidayspecial-days-hours.html" target="_blank"> Hilfe </a> für Details.
es_es: Los datos de vacaciones sólo funcionan para las horas de hoy. Visite <a href="https://help.dolatabadi.ca/advanced-business-hours/how-to-add-holidayspecial-days-hours.html" target="_blank"> Centro de ayuda </a> para Detalles.
nl_nl: Vakantie data werkt alleen voor uren van vandaag. Ga naar <a href="https://help.dolatabadi.ca/advanced-business-hours/how-to-add-holidayspecial-days-hours.html" target="_blank"> Helpcentrum </a> voor details.

source: Header Background and Text Colors
de_de: Kopfzeilenhintergrund und Textfarben
es_es: Cabecera del fondo y los colores de texto
nl_nl: Header achtergrond en tekst kleuren

source: Select a background color and and a text color for the widget's header respectively.
de_de: Wählen Sie eine Hintergrundfarbe und eine Textfarbe für den Header des Widget.
es_es: Seleccionar un color de fondo y el color del texto y de la cabecera del widget, respectivamente.
nl_nl: Selecteer een achtergrondkleur en en een tekstkleur voor de koptekst van de widget respectievelijk.

source: Body Background and Text Colors
de_de: Körper-Hintergrund und Text-Farben
es_es: Antecedentes cuerpo y los colores de texto
nl_nl: Body achtergrond en tekst kleuren

source: Select a color for the body background and text color for the content.
de_de: Wählen Sie eine Farbe für den Körperhintergrund und die Textfarbe für den Inhalt aus.
es_es: Seleccionar un color para el fondo cuerpo y color de texto para el contenido.
nl_nl: Kies een kleur voor het lichaam achtergrond en de tekstkleur voor de inhoud.

source: Calendar Image/Icon Color
de_de: Kalenderbild / Symbolfarbe
es_es: Calendario de imagen / color del icono
nl_nl: Kalender Afbeelding / Icon Color

source: Color for the calendar image/icon in the header.
de_de: Farbe für das Kalenderbild / Symbol in der Kopfzeile.
es_es: Colores de la imagen / icono de calendario en la cabecera.
nl_nl: Kleur voor de kalender afbeelding / pictogram in de kop.

source: Footer Background and Text Color
de_de: Fußzeile Hintergrund und Textfarbe
es_es: Antecedentes pie de página y color del texto
nl_nl: Footer achtergrond en de tekstkleur

source: Select footer background color and text color respectively.
de_de: Wählen Sie die Fußzeilenhintergrundfarbe und die Textfarbe aus.
es_es: Seleccione el pie de página color de fondo y el color del texto, respectivamente.
nl_nl: Selecteer footer achtergrondkleur en tekstkleur respectievelijk.

source: Open/Closed Badge Color
de_de: Geöffnete / geschlossene Abzeichen-Farbe
es_es: Abierto / Cerrado insignia del color
nl_nl: Open / Gesloten Badge Color

source: Select a color for the open and closed badges respectively.
de_de: Wählen Sie eine Farbe für die offenen und geschlossenen Abzeichen.
es_es: Seleccionar un color para las insignias abierta y cerrada, respectivamente.
nl_nl: Kies een kleur voor de open en gesloten badges respectievelijk.

source: Display hours for the entire week
de_de: Stunden für die ganze Woche anzeigen
es_es: Mostrar horas durante toda la semana
nl_nl: Weergave uur voor de hele week

source: Abbreviations of days of the week
de_de: Abkürzungen von Wochentagen
es_es: Abreviaturas de días de la semana
nl_nl: Afkortingen van dagen van de week

source: Hide today's hours when closed
de_de: Verstecke die Stunden, wenn sie geschlossen sind
es_es: Ocultar las horas de hoy cuando esté cerrado
nl_nl: Verberg de huidige uren wanneer gesloten

source: Show tomorrow's hours
de_de: Zeigen Sie die Stunden von morgen
es_es: Mostrar horas de mañana
nl_nl: Toon uren van morgen

source: Display open 24 hours for certain days
de_de: 24 Stunden für bestimmte Tage geöffnet
es_es: Mostrar abierto las 24 horas para determinados días
nl_nl: Beeldscherm 24 uur geopend voor bepaalde dagen

source: Group consecutive days
de_de: Gruppe aufeinander folgenden Tagen
es_es: Grupo días consecutivos
nl_nl: Groep opeenvolgende dagen

source: Use Font Awesome Icon
de_de: Verwenden Sie Font Awesome Icon
es_es: Usar fuente Icono impresionante
nl_nl: Gebruik Font Awesome Icon

source: Visit <a href="http://fontawesome.io/icons/" target="_blank">here</a> to get list of icons.
de_de: Besuchen Sie <a href="http://fontawesome.io/icons/" target="_blank"> hier </a>, um eine Liste der Icons zu erhalten.
es_es: Visita <a href="http://fontawesome.io/icons/" target="_blank"> aquí </a> para obtener la lista de iconos.
nl_nl: Bezoek <a href="http://fontawesome.io/icons/" target="_blank"> hier </a> om lijst met pictogrammen te krijgen.

source: Include Font Awesome CSS File in Front End
de_de: Font Awesome CSS
es_es: Incluir archivo de fuente CSS impresionante en el front-end
nl_nl: Inclusief Font Awesome CSS-bestand in Front End

source: Countdown to Closing and Opening Hours
de_de: Countdown
es_es: Cuenta atrás para la apertura y clausura Horas
nl_nl: Aftellen naar sluiten en Openingstijden

source: Load widget using ajax
de_de: Load widget mit ajax
es_es: Cargar widget mediante ajax
nl_nl: Load widget met behulp van ajax

source: Load customizations as inline style in the header
de_de: Laden Sie Anpassungen als Inline-Stil im Header
es_es: Cargar personalizaciones como estilo en línea en el encabezado
nl_nl: Load aanpassingen zoals inline stijl in de header

source: Before Widget
de_de: Vor dem Widget
es_es: antes Widget
nl_nl: voordat Widget

source: Info to display before the widget. HTML tags are supported.
de_de: Info zur Anzeige vor dem Widget. HTML-Tags werden unterstützt.
es_es: Info para mostrar ante el widget. etiquetas HTML son compatibles.
nl_nl: Info om weer te geven voordat de widget. HTML tags worden ondersteund.

source: After Widget
de_de: Nach Widget
es_es: después Widget
nl_nl: na Widget

source: Info to display after the widget. HTML tags are supported.
de_de: Info zur Anzeige nach dem Widget. HTML-Tags werden unterstützt.
es_es: Info para mostrar después del widget. etiquetas HTML son compatibles.
nl_nl: Info om te laten zien na de widget. HTML tags worden ondersteund.

source: Header Background Image
de_de: Header Hintergrundbild
es_es: Cabecera de imagen de fondo
nl_nl: Header Achtergrond Afbeelding

source: Header image during opening hours.
de_de: Headerbild während der Öffnungszeiten.
es_es: Encabezado de la imagen durante el horario de apertura.
nl_nl: header image tijdens de openingsuren.

source: Header image during closing hours.
de_de: Headerbild während der Schließzeiten.
es_es: Encabezado de la imagen durante las horas de cierre.
nl_nl: header image tijdens de sluitingsuren.

source: <strong>NOTE:</strong> Must set both images, this will replace the default header. Which means calendar image and today's date will be hidden.
de_de: <strong> HINWEIS:</strong> Muss beide Bilder setzen, dies ersetzt den Standard-Header. Das bedeutet, dass das Kalenderbild und das heutige Datum ausgeblendet werden.
es_es: <strong> Nota: </strong> Debe ajustar ambas imágenes, esto va a reemplazar el encabezado predeterminado. Lo que significa que la imagen del calendario y la fecha de hoy se ocultará.
nl_nl: <strong> Let op: </strong> Moet zetten beide beelden, zal dit de standaard header te vervangen. Dat betekent dat het tijdschema en de datum van vandaag zal worden verborgen.

source: Shortcode
de_de: Kurzcode
es_es: Código corto
nl_nl: Korte code

source: Use the following shortcode to display this widget anywhere in your posts and pages.
de_de: Verwenden Sie den folgenden Kurzcode, um dieses Widget überall in Ihren Posts und Seiten anzuzeigen.
es_es: Utiliza el siguiente código corto para visualizar este widget en cualquier parte de sus entradas y páginas.
nl_nl: Gebruik de volgende shortcode om deze widget overal in je berichten en pagina's weer te geven.

source: <strong>Note:</strong> You must save the widget first and drag it to inactive widgets area at the bottom of this page and configure it.
de_de: <strong> Hinweis:</strong> Sie müssen das Widget zuerst speichern und es in den inaktiven Widgetsbereich am unteren Rand dieser Seite ziehen und konfigurieren.
es_es: <strong> Nota: </strong> Debe guardar el widget primera y arrastrarlo a la zona de widgets inactivos en la parte inferior de esta página y configurarlo.
nl_nl: <strong> Opmerking: </strong> U moet de widget eerst op te slaan en sleep deze naar inactieve widgets gebied aan de onderkant van deze pagina en te configureren.

source: Shortcode for Themes
de_de: Kurzcode für Themen
es_es: Código corto de Temas
nl_nl: Shortcode voor Themes

source: If you want to insert the shortcode directly in your theme, use the following code:
de_de: Wenn Sie den Shortcode direkt in Ihr Design einfügen möchten, verwenden Sie den folgenden Code:
es_es: Si desea insertar el código corto directamente en su tema, utilice el siguiente código:
nl_nl: Als u wilt naar de shortcode direct in uw thema in te voegen, gebruikt u de volgende code:

source: This plugin creates an advanced widget that can be used to display business hours.
de_de: Dieses Plugin erstellt ein fortgeschrittenes Widget, mit dem die Geschäftszeiten angezeigt werden können.
es_es: Este plugin crea un widget de avanzada que se puede utilizar para visualizar las horas de trabajo.
nl_nl: Deze plugin zorgt voor een geavanceerde widget die kan worden gebruikt voor zakelijke uur weer te geven.
